Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/ilo-konvenuvdna-nr-169-algoalbmogiid-ja-_id_487963.html.tmx
Source language: sme
Languages: nob

source: ILO-konvenšuvdna eamiálbmogiid vuoigatvuođaid birra
nob: ILO-konvensjonen om urfolks rettigheter

source: ILO-konvenšuvnna nr 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain váldoprinsihppa lea eamiálbmogiid vuoigatvuohta seailluhit ja ain ovddidit iežaset kultuvrra , ja eiseválddiid geatnegasvuohta čađahit doaibmabijuid mat dorjot dán barggu .
nob: Hovedprinsippet ILO-konvensjon nr 169 om urfolk og stammefolk i selvstendige stater er urfolks rett til å bevare og videreutvikle sin egen kultur , og myndighetenes plikt til å treffe tiltak for å støtte dette arbeidet .

source: Norga čálii vuollái konvenšuvnna 1990 .
nob: Norge ratifiserte konvensjonen i 1990 .

source: ILO-konvenšuvnnas nr 169 eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain leat čielga mearrádusat das ahte eamiálbmogiin leat vuoigatvuođat ieža beassat mearridit iežaset kultuvrralaš ovdáneami , beassat oahppat geavahit iežaset giela ja beassat vuođđudit iežaset ásahusaid mat galget sin ovddastit eiseválddiid ektui .
nob: ILO-konvensjon nr 169 om urfolk og stammefolk i selvstendige stater har klare bestemmelser om urfolks rett til selv å bestemme over sin kulturelle utvikling , til å lære å bruke eget språk og til å opprette egne institusjoner til å representere seg overfor myndighetene .

source: Konvenšuvdna dohkkeha viidáseappot eamiálbmogiid sávaldagaid ja dárbbuid hálddašit iežaset ásahusaid , iežaset eallinvuogi ja ekonomalaš ovdáneami .
nob: Konvensjonen anerkjenner videre urfolks ønsker om og behov for kontroll over egne institusjoner , sin egen livsform og økonomiske utvikling .

source: Dát mielddisbuktá ahte fertejit dohkkehit eamiálbmogiid háliidusa bisuhit ja ain ovddidit iežaset identitehta , giela ja oskku , daid stáhtaid rámaid siskkobealde main sii ellet .
nob: Dette innebærer en anerkjennelse av urfolks ønske om å opprettholde og videreutvikle sin egen identitet , språk og religion , innen rammen av de statene de lever i. .

source: Konvenšuvnnas leat dasto mearrádusat earret eará eanavuoigatvuođaid , barggaheami ja bargoeallima , oahpahusa , oaju ja dearvvašvuođa birra .
nob: Konvensjonen har videre bestemmelser om blant annet landrettigheter , sysselsetting og arbeidsliv , opplæring , trygd og helse .

source: Norga vuolláičálii – vuosttaš riikan – ILO-konvenšuvnna nr 169 stuoradiggemearrádusain geassemánu 7. b. 1990 , ja dat doaibmagođii geassemánu 20. b. 1991 .
nob: Norge ratifiserte – som første land – ILO-konvensjon nr 169 ved et stortingsvedtak 7. juni 1990 , og den trådte i kraft 20. juni 1991 .

source: Dalle mearriduvvui ahte konvenšuvdna Norggas guoská sámiide .
nob: Det ble da bestemt at konvensjonen for Norges del gjelder for samene i Norge .

source: Konvenšuvdna nr. 169 Eamiálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain
nob: ILO-konvensjon nr 169 om urfolk og stammefolk i selvstendige stater ILOs side om urfolk

source: ILO siidu álgoálbmogiid birra
nob: Ekspertkomiteens kommentarer ( 2004 )
